tap "homebrew/bundle"
brew "zsh"
brew "fzf"
brew "bat"
brew "git-delta"
brew "neovim"
brew "fd"
brew "ripgrep"
brew "tig"
brew "gist"
brew "lua-language-server"
brew "tree"
brew "sshs"

if OS.mac?
  brew "coreutils"
  brew "tmux"
  brew "node"
end
